Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Some languages were effectively lost during the Fall, especially those in some undeveloped regions, as their speaking populations did not migrate into space pre-Fall and were not privileged enough to survive in large numbers as infomorph refugees.
fr_fr: Certaines langue ont étés effectivement perdue pendant la Chute, particulièrement celles des régions non développés, alros que la population qui parlait cette langue n'a pu migrer dans l'espace pré-Chute et n'étaient pas suffisament priviligiés pour survivre en assez grnad nombre comme infugiés.

source: {MEDICINE: [FIELD]} Type: Field, Active, Technical
fr_fr: {MÉDECINE: [DOMAINE]} Type: Domaine, Active, Technique

source: What it is: Medicine is the applied care and maintenance of biological beings and life.
fr_fr: Qu'est-ce: Médecine regroupe les soins et la maintenance des êtres et formes de vie biologiques.

source: When you use it: Use Medicine whenever you need to apply medical care beyond the immediate help provided by first responders.
fr_fr: Quand l'utiliser: Utilisez la coméptence Médecine lrosque vous devez administrer des soins au-delà de l'aide immédiate apportée par les premiers secours.

source: This includes conducting physical exams, diagnosing ailments, treating problems and illnesses, surgery, using biotech and nanotech medical tools, and long-term care.
fr_fr: Cela inclut la conduite d'examens physique, le diagnostique des maux, le traitement des problèmes et des maladies, la chirurgie, l'utiulisation d'ouril médicaux biotechnologique et nanotechnologique et les soins à long-terme.

source: See Healing and Repair, p.
fr_fr: Voir Soins et Réparations, p.

source: Sample Fields: Biosculpting, Exotic Biomorphs, Gene Therapy, General Practice, Implant Surgery, Nanomedicine, Mercurials (by type), Paramedic, Pods, Psychiatry, Remote Surgery, Trauma Surgery, Veterinary
fr_fr: Exemple de Domaine: Biosculpture, Biomorphs Exotique, Thérapie Génique, Pratique générale, Chirurgie Implantatoire, Nanomédecine, Mercuriens (par type), Paramédecine, Pods, Psychiatry, Chirurgie à Distance, Chirurgie Traumatique, Vétérinaire

source: {NAVIGATION} Type: Active, Mental
fr_fr: {NAVIGATION} Type: Active, Mentale, Psi

source: What it is: Navigation is the art of finding your way, whether using AR maps, a compass, the stars, or an astrogation AI.
fr_fr: Qu'est-ce: Investigation est l'art de trouver son chemin, que vous utilisiez des cartes AR, un compas, les étoiles ou une IA d'astrogation.

source: When you use it: Use Navigation whenever you need to plot out a course, determine a direction, or otherwise keep from getting lost.
fr_fr: Quand l'utiliser: Utilisez cette compétence quand vous avez besoin de calculer une route, déterminer une direction ou de garder une trace quelconque pour éviter de se perdre.

source: Specializations: Astrogation, Map Making, Map Reading
fr_fr: Spécialisations: Astrogation, Cartographie, Topographie

source: {NETWORKING: [FIELD]} Type: Active, Social
fr_fr: {RÉSEAU: [DOMAINE]} Type: Active, Sociale

source: What it is: Networking is your skill at working your contacts, trading favors, and keeping your finger on the pulse of a particular faction or cultural grouping.
fr_fr: Qu'est-ce: Réseau est la compétence qui sert à travailler vos contacts, échanger des faveurs et garder le pouls d'une faction ou d'un groupe culturel particulier.

source: When you use it: Use Networking to gather information or call on services using your Reputation (see Reputation and Social Networks, p.
fr_fr: Quand l'utiliser: Utiliser Réseau pour rassembler des information ou demander des services en utilisant votre Réputation (voir Réputation et Réseaux Sociaux, p.

source: Sample Fields: Autonomists (@-rep), Criminals (g-rep), Ecologists (e-rep), Firewall (i-rep), Hypercorps (c-rep), Media (f-rep), Scientists (r-rep).
fr_fr: Exemple de Domaine: Autonomistes (@-rep), Criminels (g-rep), Écologistes (e-rep), Firewall (i-rep), Hypercorporations (c-rep), Média (f-rep), Scientifiques (r-rep).

source: At the game-master’s discretion, this list can be expanded to other (sub)cultural groupings.
fr_fr: À la discrétion du maître de jeu, cette liste peut être étendue à d'autre groupe (sous) culturel.

source: Specializations: As appropriate to each field
fr_fr: Spécialisations:Appropriée au domaine

source: {PALMING} Type: Active, Physical
fr_fr: {MANIPULATION} Type: Active, Physique

source: What it is: Palming is the skill of handling items quickly and nimbly without others noticing.
fr_fr: Qu'est-ce: Manipulation est la compétence pour manipuler des objets rapidement et lestement sans que les autres ne le remarque.

source: Palming is not only about dexterous manipulation of objects but also relies heavily on obfuscation, timing, and misdirection.
fr_fr: Manipulation n'est pas qu'à propos de la manipulation habile d'objet mais repose aussi sur la déconcertation, le rythme et la déosrientation.

source: When you use it: Use Palming any time you are trying to conceal an item on your person, shoplift, pick a pocket, surreptitiously discard something, or perform a magic trick.
fr_fr: Quand l'utiliser: Utilisez Manipulation à chaque fois que vous essayez de cacher un objet sur votre personne, de voler à l'étalage, de jouer au pick pocket, de subreciptement jetter quelque chose ou d'accomplir un tour de prestidigitation.

source: Palming is an Opposed Test against the Perception of any onlookers.
fr_fr: Manipulation est un Test en Opposition contre la Perception des spectateurs.

source: The game-master may wish to make this roll secretly.
fr_fr: Le maître de jeu peut désirer faire ce jet en secret.

source: Specializations: Pickpocketing, Shoplifting, Tricks
fr_fr: Spécialisations: Pick Pocket, Vol à l'Étalage, Tour

source: {PERCEPTION} Type: Active, Mental
fr_fr: {PERCEPTION} Type: Active, Mentale, Psi

source: What it is: Perception is the use of your physical senses (including cybernetic) and awareness of the physical world around you.
fr_fr: Qu'est-ce: Perception est l'utilisation de vos sens physiques (incluant la cybernétique) et la conscience du monde physique autour de vous.

source: Perception differs from Investigation in that it is noticing things by chance, rather than actively searching for something.
fr_fr: Investigation diffère de Perception car il s'agît de remarquer quelque chose par hasard, plutôt que de le rechercher activement.

source: When you use it: Use Perception whenever you wanted to take a detailed account of your surroundtion) or by lying (covered by Deception).
fr_fr: Quand l'utiliser: Utilisez cette compétence quand vous avez besoin d'observer votre environnement en détail.

source: When you use it: Use Persuasion any time you are trying to bargain with, convince, or manipulate someone.
fr_fr: Quand l'utiliser: Utilisez Persuasion à chaque fois que vous essayez de troquer avec, de convaincre ou de manipuler quelqu'un.

source: This can include motivating your subordinates or peers to take action, seducing a companion, winning a political debate, or negotiating a contract, among other things.
fr_fr: Cela peut inclure motiver vos subordonnées ou pairs à agir, séduire un compagnon, gagner un débat politique ou négocier un contrat entre autres choses.

source: Persuasion is handled as an Opposed Test against the target’s WIL + WIL + SAV when one person is simply trying to win over another.
fr_fr: La Persuasion est gérée comme un Test en Opposition contre la somme de VOL + VOL + AST de la cible lorsqu'une personne essaye simplement d'avoir raison par rapport à l'autre.

source: If both parties are trying to convince each other, make it an Opposed Test between Persuasion skills.
fr_fr: Si les deux parties essayent de se convaincre mutuellement, faites un Test en Opposition entre les compétences Persuasion.

source: Specializations: Diplomacy, Morale Boosting, Negotiating, Seduction
fr_fr: Spécializations: Diplomacie, Remonter le Moral, Négocier, Séduire

source: {PILOT: [FIELD]} Type: Field, Active, Vehicle
fr_fr: {PILOTER: [DOMAINE]} Type: Domaine, Active, Véhicule

source: What it is: Pilot is your skill at driving/flying a vehicle of a particular type.
fr_fr: Qu'est-ce: Piloter est votre compétence pour conduire/faire voler un véhicule d'un type particulier.

source: When you use it: You use Pilot skill whenever you need to maneuver, control, or avoid crashing a vehicle, whether you are in the pilot’s seat, remote controlling a robot, or directly jamming a vehicle with VR.
fr_fr: Quand l'utiliser: Utilisez la compétence Piloter lorsque vous devez manœuvrer, contrôller ou éviter de s'écraser, que vous soyez dans le siège du pilote, que vous contrôliez à distance un robot ou en court-circuitant directement le véhicule en RV.

source: Each vehicle has a Handling modifier that applies to this test, along with other situational modifiers (see Bots, Synthmorphs, and Vehicles, p.
fr_fr: Chaque véhicule a un modificateur de Maniabilité qui s'applique à ce test, ainsi que d'autres modificateurs situationnels (voir Bots, Synthmorphs et Véhicules, p.

source: Sample Fields: Aircraft, Anthroform (walkers), Exotic Vehicle, Groundcraft (wheeled or tracked), Spacecraft, Watercraft
fr_fr: Exemples de Domaine: Avions, Antropomorphe (marcheurs), Véhicule Exotique, Engins Terrestre (à roue ou à chenille), Vaisseaux Spatiaux, Bateaux

source: {PROFESSION: [FIELD]} Type: Field, Knowledge
fr_fr: {PROFESSION: [DOMAINE]} Type: Domaine, Connaissance

source: What it is: Profession skills indicate training in a profession practiced in Eclipse Phase.
fr_fr: Qu'est-ce: Les compétences Profession indiquent un entraînement dans l'une des profession pratiquée dans Eclipse Phase.

source: This can indicate either formal training or informal, on-the-job type training, and includes both legal and extralegal trades.
fr_fr: Cela peu indiquer soit un entraînement formel ou informel, une expérience faites sur le tas, et inclut à la fois les marchés légaux et paralégaux.

source: When you use it: Use Profession to perform work-related tasks for a specific trade (i.e. mining, balancing accounts, designing a security system, etc.) or to reference specialized knowledge that someone trained in that profession might have.
fr_fr: Quand l'utiliser: Utilisez la compétence Profession pour effectuer des tâches en lien avec un travail pour un marché spécifique (telles que miner, équilibrer des comptes, concevoir un système de sécurité, etc.) ou pour référencer une connaissance spécialisé que quelqu'un d'entraîné dans cette profession pourrait avoir .

source: Sample Fields: Accounting, Appraisal, Asteroid Prospecting, Banking, Cool Hunting, Con Schemes, Distribution, Forensics, Lab Technician, Mining, Police Procedures, Psychotherapy, Security Ops, Smuggling Tricks, Social Engineering, Squad Tactics, Viral Marketing, XP Production
fr_fr: Exemples de Domaine: Comptabilité, Estimation, Prospection d'Astéroïde, Planificateur d'Arnaque, Clkassification, Criminalistique, Techynicien de Laboratoire, Extratcion Minière, Procédures Policières, Psychothérapie, Opération de Sécurité, Route de Contrebande, Ingénierie Sociale, Tactiques d'Escouade, Marketing Viral, Production XP

source: {PROGRAMMING} Type: Active, Technical
fr_fr: {PROGRAMMATION} Type: Active, Technique

source: What it is: Programming is your talent at writing and modifying software code.
fr_fr: Qu'est-ce: Programmation est votre talent pour écrire et modifier du code logiciel.

source: When you use it: Use Programming to write new programs, modify or patch existing software, break copy protection, find or introduce exploitable flaws, write virii or worms, design virtual settings, and so on.
fr_fr: Quand l'utiliser: Utilisez Programmation pour écrire de nouveaux programmes, modifier ou patcher un logiciel existant, casser un système de protection des données ou introduire des failels exploitable, écrire des virus ou des vers, concevoir des environnements virtuels, et ainsi de suite.

source: Programming is also applied when using nanofabrication devices.
fr_fr: Programmation est également utilisant lors de l'utilisation d'appareils de nanofabrication.

source: Specializations: AI Code, Malware, Nanofabrication, Piracy, Simulspace Code
fr_fr: Spécialisations: Code d'IA, Malware, Nanofabrication, Piratage, Code de Simulspace

source: {NANOFABRICATION} Nanofabrication is use of Programming skill to create objects using a cornucopia machine, fabber, or maker (p.
fr_fr: {NANOFABRICATION} La nanofabrication est l'utilisation de la compétence Programmation pour créer des objets en utilisant une machine d'abondance, un fabeur ou un faiseur (p.

source: If you have appropriate blueprints and raw materials, most uses of a nanofabricator can be treated as a Simple Success Test (p.
fr_fr: si vous avez les plans et les matériau bruts appropriés, la plupart des utilisation d'un nanofabricateur peut être traité comme un Test de Succès Simple (p.

source: If you wish to create an item for which you do not have blueprints or the proper raw materials, however, or you wish to alter an item’s design, then a Nanofabrication Test is called for.
fr_fr: Si vous souhaitez créer un objet pour lequel vous n'avez pas de schémas ou les matériaux bruts adéquats ou que vous souhaitez altérer la conception d'un objet, un test de nanofabrication est cependant nécessaire.

source: See Nanofabrication, p.
fr_fr: Voir Nanofabrication, p.

source: Specializations: Art, Clothing, Electronics, Food, Forgery, Weapons
fr_fr: Spécialisations: Art, Vêtements, Électroniques, Nourriture, Falsification, Armes

source: {PROTOCOL} Type: Active, Social
fr_fr: {PROTOCOLE} Type: Active, Sociale

source: What it is: Protocol is the art of making a good impression in social settings.
fr_fr: Qu'est-ce: Protocole est l'art de faire bonne impression dans un cadre social.

source: This includes keeping up with the latest memes, trends, gossip, interests and habits of various (sub)cultural group.
fr_fr: Cela inclus le fait de se tenir au courant des derniers mèmes, tendances, rumeurs, intérêts et habitude de divers groupes (sous)culturel.

source: When you use it: Use Protocol whenever you need to choose your words carefully, determine who is the appropriate person to speak to, impress someone with your grasp of customs, or otherwise fit into a specific social/cultural grouping.
fr_fr: Quand l'utiliser: Utilisez cette compétence quand vous avez besoin de choisir vos mots avec attention, déterminer qui est l'interlocuteur idéal, impressioner quelqu'un avec votre compréhension des coutumes ou de vous adaptez d'une manière ou d'une autre à un groupe social/culturel.

source: Part etiquette, part streetwise, Protocol allows you to navigate treacherous social waters and put people at ease.
fr_fr: A la fois étiquette et connaissance de la rue, Protocole vous permet de naviguer parmi les requins et de mettre les gens à l'aise.

source: If the character is dealing with a suspicious or hostile audience, make this an Opposed Test against the target’s WIL + WIL + SAV.
fr_fr: Si le personnage traite avec une audience suspicieuse ou hostile, faites un Test en Opposition contre VOL + VOL + AST de la cible.

source: Specializations: Anarchist, Brinker, Criminal, Factor, Hypercorp, Infomorph, Mercurial, Reclaimer, Preservationist, Scum, Ultimate
fr_fr: Spécialisations: Anarchiste, Bordés, Criminels, Facteurs, Hypercorporation, Infomorph, Mercurien, Réclamationnistes, Préservationnistes, Racaille, Ultimes.

source: {NEGATING SOCIAL GAFFES} Sometimes a player will make a mistake that their character never would, whether that’s failing to stand in the presence of hypercorp royalty, confusing a gang leader for a peon, or accidentally insulting someone’s heritage.
fr_fr: {ANNULER DES GAFFES SOCIALES} parfois, un joueur fera une erreur que leur personnage n'aurait jamais faites, que ce soit de ne pas rreconnaître la royauté d'un hypercorporatistes, de confondre un chef de gang avec un troufion ou d'insulter accidentellement l'héritage de quelqu'un.

source: In cases like this, the player may make a Protocol Test for the appropriate field in order to negate the gaffe.
fr_fr: Dans des cas comme ceux-là, le joueur peut faire un Test de Protocole pour le domaine approprié afin d'annuler la gaffe.

source: If successful, the character never actually screwed up, or at least managed to cover their tracks without ruffling any feathers.
fr_fr: Si le test est réussi, le personnage n'a en fait jamais merdé, ou s'en est sorti pour au moins couvrir ses traces sans voler dans les plumes de quelqu'un.

source: {PSI ASSAULT} Type: Active, Mental, Psi
fr_fr: {ASSAUT PSI} Type: Active, Mentale, Psi

source: What it is: Psi Assault is the skill of damaging another ego’s mind.
fr_fr: Qu'est-ce: Assaut Psi est la compétence pour endommager l'esprit d'un autre ego.

source: It can only be purchased by characters with the Psi trait (p.
fr_fr: Cette compétence n'est disponible que pour les personnages avec le trait Psi (p.

source: What it does: Use Psi Assault when attacking another ego’s mind in psi combat.
fr_fr: Quand l'utiliser: Utilisez Assaut Psi lorsque vous attaquer l'esprit d'un autre ego en combat psi.

source: {PSYCHOSURGERY} Type: Active, Technical
fr_fr: {PSYCHOCHIRURGIE} Type: Active, Technique

source: What it is: Psychosurgery is the use of machine-aided psychological techniques to repair, damage, or manipulate the psyche.
fr_fr: Qu'est-ce: Psychochirurgie est l'utilisation de techniques psychologique assistée par ordinateur pour réparer, endommager ou manipuler la psyché.

source: When you use it: Use Psychosurgery to attempt the tricky process of editing someone’s mind (see Psychosurgery, p.
fr_fr: Quand l'utiliser: Utiliser Psychochirurgie lorsque vous tenter le processuss hasardeux de l'édition e l'esprit de quelqueun (voir Psychochirurgie, p.

source: Psychosurgery can be used beneficially to help patients who remember their deaths, feel disconnected after remorphing, or have experienced other sorts of mental traumas.
fr_fr: Psychochirurgie peut-être utilisée au bénéfice de patient qui se rappellent de leur mort, se sentent déconnectés après un remorph ou ont vécu d'autres types de traumatisme mentaux.

source: This skill may also be used to interrogate, torture, or otherwise mess with captive minds in a VR environment.
fr_fr: Cette compétence peut également interroger, torturer ou d'une manière ou d'une autre trafiquer des esprits captifs d'environnements RV.

source: Specializations: Memory Manipulation, Personality Editing, Psychotherapy
fr_fr: Spécialisations: Manipulation de Souvenir, Édition de PErsonnalité, Psychothérapie.

source: {RESEARCH} Type: Active, Technical
fr_fr: {RECHERCHE} Type: Active, Technique

source: What it is: Research is the skill for looking up information on the Mesh: searching, sifting, mining, and interpreting data.
fr_fr: Qu'est-ce: Recherche est la compétence utilisée pour trouver de l'information sur le Mesh: recherche; analyse, exploitation et interprétation.

source: This includes knowing where to look, what links to follow, and how to optimize your queries.
fr_fr: Cela inclut la connaissance des lieux ou chercher, quels liens suivre, et comment optimiser vos requètes.

source: When you use it: Use the Research skill whenever you need to look up the answer to a question, find databases, search archives, or track down anything online.
fr_fr: Quand l'utiliser: Utiliser la compétence Recherche lorsque vous avez besoin de trouver la réponse à une question, trouver des bases de données, fouiller dans des archives ou suivre quelque chose en ligne.

source: Research is typically a Task Action with the timeframe and difficulty modifier determined by the gamemaster.
fr_fr: Recherche est généralement une Action de Tâche avec un intervalle et un modificateur de difficulté déterminé par le maître de jeu.

source: See the Online Research, p.
fr_fr: Voir Recherche En Ligne, p.

source: Specializations: Tracking, by information type
fr_fr: Spécialisations: Suivre, par type d'information

source: {SCROUNGING} Type: Active, Mental
fr_fr: {FOUILLE} Type: Active, Mentale

source: What it is: Scrounging is your ability to find things, particularly things of use or value that are concealed, buried, or hard to find.
fr_fr: Qu'est-ce: Fouille est votre capacité à trouver des choses, en particulier les objets cachés, enterrés ou difficile à trouver pouvant être utiles ou ayant une certaine valeur.

source: This includes knowing where to look and what to look for.
fr_fr: Cela inclut la connaissance des endroits à chercher et ce qu'il faut chercher.

source: Scrounging differs from both Perception and Investigation in that it is about finding items hidden among others, and in most cases about finding something in particular (food, valuables, etc.).
fr_fr: Fouille diffère de Perception et d'Investigation car elle s'occupe de trouver des objets cachés aprmi d'autre, et dans la plupart des cas il s'agit de trouver quelque chose de particulier (nourriture, objets de valeurs, etc).

source: When you use it: Use Scrounging to dumpster-dive a meal, search ruins for relics, find bargains at a bazaar, forage berries in the forest, locate a spacesuit in an abandoned ship, etc.
fr_fr: Quand l'utiliser: Utilisez Fouille pour trouver de quoi manger dans une poubelle, fouiller des ruines à la recherche de relique, trouver quelque chose d'intéressant dans un bazar, ramasser des baies dans une forêt, localiser une exocombinaison dans un vaisseau abandonné, etc.

source: Scrounging is typically handled as a Task Action with a timeframe and difficulty modifier determined by the gamemaster.
fr_fr: Fouille est généralement une Action de Tâche avec un intervalle et un modificateur de difficulté déterminé par le maître de jeu.

source: Specializations: Bazaars, Forests, Habitats, Ruins
fr_fr: Spécialisations: Bazars, Forêts, Habitats, Ruines

source: {SEEKER WEAPONS} Type: Active, Combat
fr_fr: {ARMES CHERCHEUSES} Type: Active, Combat

source: What it is: Seeker Weapons covers the use and maintenance of seeker launchers (p.
fr_fr: Qu'est-ce: La compétence Armes Chercheuses couvre l'utilisation et la maintenance des lanceurs à têtes chercheuses (p.

source: 339) and seeker missiles (p.
fr_fr: 339) et des missiles à tête chercheuse (p.

source: When you use it: Use this skill when attacking with a seeker in ranged combat (p.
fr_fr: Quand l'utiliser: Un joueur utilise cett compétence lorsqu'il attaque avec une arme chercheuses en combat à distance (p.

source: Specializations: Armband, Pistol, Rifle, Underbarrel
fr_fr: Spécialisations: Lanceurs de Poignets, Pistolets, Fusils, Lancuer Sous Canon

source: {SENSE} Type: Active, Mental, Psi
fr_fr: {DIVINATION} Type: Active, Mentale, Psi

source: What it is: Sense is the use of psi to scan egos.
fr_fr: Qu'est-ce: Divination est l'utilisation du psi pour analyser les egos.

source: Only characters with the Psi trait (p.
fr_fr: Cette compétence n'est disponible que pour les personnages avec le trait Psi (p.

source: What it does: See Psi, p.
fr_fr: Pour plus de détails, voir Psi, p.

source: {SPRAY WEAPONS} Type: Active, Combat
fr_fr: {ARMES À SPRAY} Type: Active, Combat

source: What it is: The Spray Weapons skill covers the use and maintenance of cone-effect ranged weapons (see Spray Weapons, p.
fr_fr: Qu'est-ce: La compétence Armes à Spray couvre l'utilisation et la maintenance des armes à distance ayant une zone d'effet en cône (p.

source: When you use it: A player uses their Sonic Weapons skill whenever they are attacking with a spray weapon in ranged combat (p.
fr_fr: Quand l'utiliser: Un joueur utilise la compétence Armes à SPray lorsqu'il attaque avec une arme à spray en combat à distance (p.
